{
  "category": "science",
  "label": "Science",
  "description": "Scientific discoveries, research breakthroughs, space exploration, and environmental science.",
  "articles": [
    {
      "slug": "james-webb-exoplanet-discovery",
      "title": "James Webb Telescope Discovers New Exoplanet With Earth-Like Atmosphere",
      "excerpt": "NASA's telescope identifies a potentially habitable world with signs of water vapor in its atmosphere.",
      "content": "The James Webb Space Telescope has made its most exciting discovery yet: an exoplanet with atmospheric conditions remarkably similar to Earth.\n\n## The Discovery\n\nThe planet, designated JWST-2025b, orbits a sun-like star 120 light-years away. Spectroscopic analysis reveals water vapor, carbon dioxide, and potentially methane in its atmosphere.\n\n## Habitability Potential\n\nThe planet sits squarely in its star's habitable zone, where liquid water could exist on the surface. Its size and density suggest a rocky composition similar to Earth.\n\n## What This Means\n\nWhile we cannot confirm life exists there, this discovery demonstrates that Earth-like atmospheric conditions may be more common than previously thought.\n\n## Next Steps\n\nFuture observations will attempt to detect biosignatures—chemical signs that could indicate biological processes on the planet.",
      "category": "science",
      "publishedAt": "2025-01-15T12:00:00Z",
      "readingTime": 7,
      "imageUrl": "https://images.unsplash.com/photo-1462331940025-496dfbfc7564?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["space", "exoplanets", "james-webb", "astronomy"]
    },
    {
      "slug": "crispr-genetic-disease-breakthrough",
      "title": "CRISPR Gene Therapy Cures Inherited Blood Disorder in Clinical Trial",
      "excerpt": "Gene editing technology successfully eliminates sickle cell disease in trial participants.",
      "content": "A landmark clinical trial has demonstrated that CRISPR gene editing can cure sickle cell disease, offering hope to millions worldwide.\n\n## The Treatment\n\nScientists used CRISPR to edit patients' own stem cells, correcting the genetic mutation that causes sickle cell disease. The modified cells were then reinfused into patients.\n\n## Results\n\nAll 45 trial participants have been effectively cured, with no serious adverse effects after three years of follow-up. Patients no longer experience the painful crises characteristic of the disease.\n\n## Broader Implications\n\nThis success proves that CRISPR can safely cure genetic diseases in humans, opening the door to treatments for thousands of other genetic conditions.\n\n## Access Challenges\n\nThe treatment currently costs over $2 million per patient. Researchers and policymakers are working to make it accessible to those who need it most.",
      "category": "science",
      "publishedAt": "2025-01-14T15:00:00Z",
      "readingTime": 6,
      "imageUrl": "https://images.unsplash.com/photo-1532187863486-abf9dbad1b69?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["crispr", "gene-therapy", "medicine", "genetics"]
    },
    {
      "slug": "ocean-carbon-capture-discovery",
      "title": "Scientists Discover Ocean Microbes That Could Accelerate Carbon Capture",
      "excerpt": "Newly identified bacteria show unprecedented ability to absorb atmospheric carbon dioxide.",
      "content": "Marine biologists have discovered a new type of bacteria that captures carbon dioxide far more efficiently than any known organism.\n\n## The Discovery\n\nThe bacteria, found in deep ocean vents, use a novel metabolic pathway to convert CO2 into stable carbon compounds 100 times faster than typical photosynthesis.\n\n## Climate Implications\n\nIf cultivated at scale, these organisms could significantly enhance natural carbon capture, providing a biological tool to combat climate change.\n\n## Research Progress\n\nScientists are working to understand the genetic basis of this ability, potentially allowing the trait to be transferred to other organisms.\n\n## Cautious Optimism\n\nWhile promising, researchers emphasize that this is not a silver bullet for climate change and must be part of broader emissions reduction efforts.",
      "category": "science",
      "publishedAt": "2025-01-14T09:00:00Z",
      "readingTime": 5,
      "imageUrl": "https://images.unsplash.com/photo-1518837695005-2083093ee35b?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["climate", "ocean", "carbon-capture", "biology"]
    },
    {
      "slug": "brain-computer-interface-advances",
      "title": "Brain-Computer Interface Allows Paralyzed Patient to Control Computer Naturally",
      "excerpt": "New neural implant technology enables thought-controlled computing with unprecedented accuracy.",
      "content": "A patient with complete paralysis can now browse the internet, send emails, and play games using only their thoughts.\n\n## The Technology\n\nTiny electrodes implanted in the motor cortex detect neural signals associated with intended movements, translating them into computer commands.\n\n## Breakthrough Accuracy\n\nThe system achieves 95% accuracy in real-world use, a dramatic improvement over previous interfaces that required extensive training and produced inconsistent results.\n\n## Quality of Life Impact\n\nFor patients with severe paralysis, this technology restores independence and communication abilities that seemed permanently lost.\n\n## Future Development\n\nResearchers are working on bidirectional interfaces that could also provide sensory feedback, creating a more natural human-computer interaction.",
      "category": "science",
      "publishedAt": "2025-01-13T14:00:00Z",
      "readingTime": 6,
      "imageUrl": "https://images.unsplash.com/photo-1559757175-5700dde675bc?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["neuroscience", "brain-computer-interface", "medicine", "technology"]
    },
    {
      "slug": "nuclear-fusion-milestone",
      "title": "Nuclear Fusion Experiment Produces Net Energy for Extended Period",
      "excerpt": "Scientists achieve sustained fusion reaction that generates more power than it consumes.",
      "content": "A major fusion research facility has achieved what many considered impossible: sustained net energy production from nuclear fusion.\n\n## The Achievement\n\nFor 30 seconds, the reactor produced 20% more energy than was used to initiate and maintain the fusion reaction—a historic first.\n\n## Why It Matters\n\nFusion promises virtually unlimited clean energy with minimal radioactive waste. This milestone proves the concept is scientifically viable.\n\n## Technical Challenges Remain\n\nScaling up to commercial power plants will require maintaining fusion for much longer periods and developing materials that can withstand the extreme conditions.\n\n## Timeline to Commercialization\n\nExperts now believe commercial fusion power could be achievable within 15-20 years, significantly sooner than previous estimates.",
      "category": "science",
      "publishedAt": "2025-01-13T10:00:00Z",
      "readingTime": 6,
      "imageUrl": "https://images.unsplash.com/photo-1451187580459-43490279c0fa?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["fusion", "energy", "physics", "clean-energy"]
    },
    {
      "slug": "alzheimers-early-detection-blood-test",
      "title": "New Blood Test Can Detect Alzheimer's Disease 20 Years Before Symptoms",
      "excerpt": "Revolutionary diagnostic tool identifies brain changes decades before cognitive decline begins.",
      "content": "A simple blood test can now detect the earliest signs of Alzheimer's disease long before memory problems appear.\n\n## How It Works\n\nThe test measures specific proteins and biomarkers that increase when Alzheimer's-related brain changes begin, typically decades before symptoms.\n\n## Clinical Validation\n\nIn trials involving 10,000 participants, the test predicted Alzheimer's development with 94% accuracy up to 20 years in advance.\n\n## Treatment Implications\n\nEarly detection enables intervention when treatments are most effective, potentially preventing or delaying the onset of symptoms.\n\n## Screening Potential\n\nThe test could become a routine screening tool for people over 50, fundamentally changing how we approach neurodegenerative disease.",
      "category": "science",
      "publishedAt": "2025-01-12T16:00:00Z",
      "readingTime": 5,
      "imageUrl": "https://images.unsplash.com/photo-1559757148-5c350d0d3c56?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["alzheimers", "medicine", "diagnostics", "neuroscience"]
    },
    {
      "slug": "artificial-photosynthesis-breakthrough",
      "title": "Scientists Create Artificial Leaf That Produces Clean Fuel From Sunlight",
      "excerpt": "New device mimics photosynthesis to generate hydrogen fuel with unprecedented efficiency.",
      "content": "Researchers have developed an artificial photosynthesis system that converts sunlight and water into clean hydrogen fuel.\n\n## The Innovation\n\nThe device uses specialized catalysts to split water molecules, storing solar energy as hydrogen that can power vehicles and industrial processes.\n\n## Efficiency Gains\n\nThe new system converts 12% of solar energy into hydrogen fuel—double the efficiency of previous artificial photosynthesis attempts and approaching natural photosynthesis levels.\n\n## Scalability\n\nThe device uses abundant, inexpensive materials, making large-scale deployment economically feasible.\n\n## Clean Energy Impact\n\nThis technology could provide a sustainable way to produce hydrogen fuel without fossil fuels, supporting the transition to clean energy.",
      "category": "science",
      "publishedAt": "2025-01-12T11:00:00Z",
      "readingTime": 5,
      "imageUrl": "https://images.unsplash.com/photo-1473341304170-971dccb5ac1e?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["photosynthesis", "hydrogen", "clean-energy", "chemistry"]
    },
    {
      "slug": "deep-sea-ecosystem-discovery",
      "title": "Massive Ecosystem Discovered Beneath Ocean Floor",
      "excerpt": "Scientists find thriving community of organisms living in rocks deep below the seafloor.",
      "content": "Researchers have discovered an extensive ecosystem existing in the rocks beneath the ocean floor, challenging our understanding of where life can exist.\n\n## The Discovery\n\nDrilling beneath the seafloor revealed microbial communities living in rock formations up to 2 kilometers below the ocean bottom.\n\n## Life in Extreme Conditions\n\nThese organisms survive without sunlight, using chemical energy from rocks to sustain themselves in conditions previously thought too harsh for life.\n\n## Scale of the Ecosystem\n\nScientists estimate this subsurface biosphere could contain more biomass than all the forests on Earth's surface.\n\n## Implications for Extraterrestrial Life\n\nIf life can thrive in such extreme conditions on Earth, similar environments on other planets or moons could also harbor life.",
      "category": "science",
      "publishedAt": "2025-01-11T14:00:00Z",
      "readingTime": 6,
      "imageUrl": "https://images.unsplash.com/photo-1551244072-5d12893278ab?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["ocean", "biology", "ecosystem", "discovery"]
    },
    {
      "slug": "plastic-eating-enzyme-discovery",
      "title": "Engineered Enzyme Breaks Down Plastic in Hours Instead of Centuries",
      "excerpt": "Scientists create super-enzyme that could revolutionize plastic recycling and waste management.",
      "content": "A newly engineered enzyme can break down common plastics in just hours, offering a potential solution to plastic pollution.\n\n## The Engineering\n\nStarting with naturally occurring plastic-eating enzymes, scientists used AI to design a variant that works 1,000 times faster.\n\n## How It Works\n\nThe enzyme breaks plastic polymers back into their chemical building blocks, which can then be used to make new plastic with virgin quality.\n\n## Environmental Impact\n\nThis technology could divert millions of tons of plastic from landfills and oceans, creating a truly circular plastic economy.\n\n## Commercial Development\n\nSeveral companies are scaling up the technology for industrial use, with commercial recycling plants expected within three years.",
      "category": "science",
      "publishedAt": "2025-01-11T09:00:00Z",
      "readingTime": 5,
      "imageUrl": "https://images.unsplash.com/photo-1532996122724-e3c354a0b15b?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["plastic", "recycling", "enzymes", "environment"]
    },
    {
      "slug": "mars-water-ice-mapping",
      "title": "Complete Map of Mars Water Ice Reveals Accessible Resources for Future Missions",
      "excerpt": "New satellite data shows vast ice deposits within reach of potential human settlements.",
      "content": "Scientists have created the most detailed map ever of water ice on Mars, revealing accessible resources crucial for human exploration.\n\n## The Findings\n\nThe map shows extensive ice deposits just beneath the surface at many locations, some containing enough water to fill Lake Superior.\n\n## Accessibility\n\nSeveral ice-rich sites are in regions suitable for landing and habitation, making them prime candidates for future human missions.\n\n## Why Water Matters\n\nWater ice can provide drinking water, oxygen for breathing, and hydrogen for rocket fuel—making sustained human presence possible.\n\n## Mission Planning\n\nSpace agencies are using this data to plan landing sites for upcoming crewed missions to Mars.",
      "category": "science",
      "publishedAt": "2025-01-10T15:00:00Z",
      "readingTime": 5,
      "imageUrl": "https://images.unsplash.com/photo-1614728894747-a83421e2b9c9?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["mars", "space", "water", "exploration"]
    },
    {
      "slug": "universal-flu-vaccine-trial",
      "title": "Universal Flu Vaccine Shows Promise in Human Trials",
      "excerpt": "New vaccine design could provide long-lasting protection against all influenza strains.",
      "content": "A universal flu vaccine that protects against all strains has shown strong results in phase 2 clinical trials.\n\n## The Approach\n\nUnlike seasonal vaccines that target changing viral surfaces, this vaccine targets parts of the virus that remain constant across all strains.\n\n## Trial Results\n\nParticipants showed robust immune responses against multiple flu strains, with protection lasting at least three years in follow-up testing.\n\n## Public Health Impact\n\nA universal vaccine could eliminate annual flu shots and provide protection against pandemic flu strains before they emerge.\n\n## Timeline\n\nPhase 3 trials are underway, with potential approval within four years if results continue to be positive.",
      "category": "science",
      "publishedAt": "2025-01-10T10:00:00Z",
      "readingTime": 5,
      "imageUrl": "https://images.unsplash.com/photo-1584118624012-df056829fbd0?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["vaccine", "flu", "medicine", "public-health"]
    },
    {
      "slug": "quantum-entanglement-record",
      "title": "Scientists Achieve Quantum Entanglement Across Record Distance",
      "excerpt": "Particles remain connected over 1,200 kilometers, advancing quantum communication technology.",
      "content": "Physicists have demonstrated quantum entanglement between particles separated by over 1,200 kilometers—a new world record.\n\n## The Experiment\n\nUsing satellite-based quantum communication, researchers created entangled photon pairs and sent them to receiving stations in different countries.\n\n## Significance\n\nQuantum entanglement enables unhackable communication and is essential for future quantum networks and computing.\n\n## Technical Achievement\n\nMaintaining entanglement over such distances required innovations in photon generation, transmission, and detection that push the boundaries of physics.\n\n## Practical Applications\n\nThis milestone brings global quantum internet closer to reality, which could revolutionize secure communications worldwide.",
      "category": "science",
      "publishedAt": "2025-01-09T14:00:00Z",
      "readingTime": 6,
      "imageUrl": "https://images.unsplash.com/photo-1635070041078-e363dbe005cb?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["quantum", "physics", "entanglement", "communication"]
    },
    {
      "slug": "biodiversity-hotspot-discovery",
      "title": "New Biodiversity Hotspot Discovered in Southeast Asian Mountains",
      "excerpt": "Expedition uncovers hundreds of previously unknown species in remote mountain range.",
      "content": "A scientific expedition to a remote mountain range has discovered an extraordinary diversity of previously unknown species.\n\n## The Discoveries\n\nResearchers identified over 300 new species including mammals, birds, reptiles, amphibians, and countless insects and plants.\n\n## Unique Ecosystem\n\nThe region's isolation created conditions for unique evolutionary developments, resulting in species found nowhere else on Earth.\n\n## Conservation Urgency\n\nThe discovery highlights the importance of protecting remaining wilderness areas before species are lost to habitat destruction.\n\n## Research Implications\n\nSome discovered species show potential for medical and agricultural applications, demonstrating the practical value of biodiversity conservation.",
      "category": "science",
      "publishedAt": "2025-01-09T09:00:00Z",
      "readingTime": 5,
      "imageUrl": "https://images.unsplash.com/photo-1441974231531-c6227db76b6e?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["biodiversity", "conservation", "species", "discovery"]
    },
    {
      "slug": "battery-technology-solid-state",
      "title": "Solid-State Battery Achieves Energy Density Breakthrough",
      "excerpt": "New battery technology doubles energy storage while eliminating fire risk.",
      "content": "Engineers have developed a solid-state battery that stores twice the energy of current lithium-ion batteries while being completely fire-safe.\n\n## The Innovation\n\nReplacing liquid electrolytes with solid materials eliminates the fire risk that plagues current batteries while dramatically increasing energy density.\n\n## Performance Metrics\n\nThe new batteries can charge in 10 minutes, last 5,000 charge cycles, and operate in extreme temperatures—far exceeding current technology.\n\n## Electric Vehicle Impact\n\nThese batteries could double the range of electric vehicles while reducing charging time to match gasoline refueling.\n\n## Manufacturing Challenges\n\nCompanies are investing billions to build manufacturing capacity for solid-state batteries, with mass production expected by 2027.",
      "category": "science",
      "publishedAt": "2025-01-08T15:00:00Z",
      "readingTime": 5,
      "imageUrl": "https://images.unsplash.com/photo-1558618666-fcd25c85cd64?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["batteries", "energy", "electric-vehicles", "technology"]
    },
    {
      "slug": "ancient-human-species-discovery",
      "title": "DNA Analysis Reveals Previously Unknown Human Species in Asia",
      "excerpt": "Genetic evidence points to a distinct human population that lived alongside early modern humans.",
      "content": "Analysis of ancient DNA has revealed that a previously unknown human species lived in Southeast Asia until as recently as 30,000 years ago.\n\n## The Evidence\n\nGenetic material from ancient bones shows a distinct human lineage that separated from other humans over 500,000 years ago.\n\n## Coexistence with Modern Humans\n\nThese humans overlapped with early modern human populations, and evidence suggests they may have interbred, leaving traces in today's Southeast Asian populations.\n\n## Physical Characteristics\n\nFossil evidence suggests they were smaller in stature than modern humans but had larger brain cases relative to body size.\n\n## Rewriting Human History\n\nThis discovery adds another branch to the human family tree and suggests our evolutionary history is more complex than previously understood.",
      "category": "science",
      "publishedAt": "2025-01-08T10:00:00Z",
      "readingTime": 6,
      "imageUrl": "https://images.unsplash.com/photo-1569683795645-b62e50fbf103?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["anthropology", "evolution", "dna", "human-history"]
    },
    {
      "slug": "climate-tipping-points-study",
      "title": "New Study Maps Climate Tipping Points With Unprecedented Precision",
      "excerpt": "Research identifies critical thresholds that could trigger irreversible climate changes.",
      "content": "Scientists have created the most detailed analysis yet of climate tipping points—thresholds beyond which changes become irreversible.\n\n## Key Findings\n\nThe study identifies nine major tipping points including ice sheet collapse, permafrost thaw, and rainforest dieback, and their trigger temperatures.\n\n## Interconnected Systems\n\nCrucially, the research shows how crossing one tipping point can cascade into others, potentially triggering runaway climate change.\n\n## Urgent Timeline\n\nSome tipping points could be reached within this decade at current warming rates, making immediate emissions reductions critical.\n\n## Policy Implications\n\nThe findings provide clear targets for climate policy and demonstrate the risks of exceeding 1.5°C of warming.",
      "category": "science",
      "publishedAt": "2025-01-07T16:00:00Z",
      "readingTime": 6,
      "imageUrl": "https://images.unsplash.com/photo-1569163139599-0f4517e36f51?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["climate", "environment", "research", "tipping-points"]
    },
    {
      "slug": "cancer-detection-ai-system",
      "title": "AI System Detects Cancer With Higher Accuracy Than Human Doctors",
      "excerpt": "Machine learning algorithm identifies cancers earlier and more reliably than traditional methods.",
      "content": "An AI diagnostic system has demonstrated unprecedented accuracy in detecting multiple types of cancer from routine medical scans.\n\n## Performance Results\n\nIn blind tests against expert radiologists, the AI detected cancers with 96% accuracy compared to 85% for human doctors, while producing fewer false positives.\n\n## Multi-Cancer Detection\n\nThe system can identify early signs of lung, breast, colorectal, and pancreatic cancers—often catching tumors before symptoms appear.\n\n## Clinical Integration\n\nHospitals are beginning to deploy the system to assist doctors, combining AI analysis with human expertise for optimal outcomes.\n\n## Lives Saved\n\nEarly detection dramatically improves cancer survival rates. This technology could save hundreds of thousands of lives annually.",
      "category": "science",
      "publishedAt": "2025-01-07T11:00:00Z",
      "readingTime": 5,
      "imageUrl": "https://images.unsplash.com/photo-1576091160399-112ba8d25d1d?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["cancer", "ai", "medicine", "diagnostics"]
    },
    {
      "slug": "dark-matter-detection-progress",
      "title": "Physicists Report Strongest Evidence Yet for Dark Matter Particle",
      "excerpt": "Underground detector records signals consistent with long-theorized weakly interacting particles.",
      "content": "Scientists operating a deep underground detector have reported signals that may represent the first direct detection of dark matter particles.\n\n## The Detection\n\nThe detector recorded 23 events consistent with weakly interacting massive particles (WIMPs), the leading dark matter candidate.\n\n## Statistical Significance\n\nThe results exceed the threshold for statistical significance, though scientists emphasize that independent verification is essential.\n\n## What is Dark Matter\n\nDark matter accounts for 85% of the universe's mass but has never been directly detected. Understanding it is one of physics' greatest challenges.\n\n## Next Steps\n\nMultiple detector experiments worldwide are attempting to replicate the findings, which could fundamentally change our understanding of the universe.",
      "category": "science",
      "publishedAt": "2025-01-06T15:00:00Z",
      "readingTime": 6,
      "imageUrl": "https://images.unsplash.com/photo-1462331940025-496dfbfc7564?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["physics", "dark-matter", "cosmology", "research"]
    },
    {
      "slug": "coral-reef-restoration-success",
      "title": "Revolutionary Coral Restoration Technique Revives Dead Reefs",
      "excerpt": "Scientists successfully regenerate coral ecosystems using lab-grown heat-resistant corals.",
      "content": "A new coral restoration approach has successfully brought dead reef sections back to life using lab-grown, climate-resistant corals.\n\n## The Technique\n\nScientists bred corals that can withstand higher temperatures, then developed methods to rapidly establish them on degraded reefs.\n\n## Results\n\nTreated reef sections show 80% coral coverage after three years—comparable to healthy natural reefs—compared to zero recovery in control areas.\n\n## Scale-Up Potential\n\nThe technique can be applied at scale, offering hope for the world's rapidly degrading coral reef ecosystems.\n\n## Ecosystem Recovery\n\nAs corals return, so does the entire reef ecosystem—fish populations, biodiversity, and the coastal protection reefs provide.",
      "category": "science",
      "publishedAt": "2025-01-06T10:00:00Z",
      "readingTime": 5,
      "imageUrl": "https://images.unsplash.com/photo-1546026423-cc4642628d2b?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["coral", "ocean", "conservation", "climate"]
    },
    {
      "slug": "aging-reversal-research",
      "title": "Scientists Reverse Biological Age in Human Cells",
      "excerpt": "Research demonstrates that cellular aging can be partially reversed without causing cancer.",
      "content": "Researchers have successfully reversed markers of aging in human cells, bringing us closer to potential anti-aging therapies.\n\n## The Approach\n\nUsing a combination of reprogramming factors, scientists reset cellular aging clocks without returning cells to an embryonic state that could cause cancer.\n\n## Measured Results\n\nTreated cells showed biological ages 10-20 years younger than their actual age, with improved function and reduced inflammation markers.\n\n## Safety Progress\n\nPrevious reprogramming attempts often caused cancer. This new partial reprogramming approach appears to avoid that risk.\n\n## Path to Treatment\n\nWhile human trials are years away, these results suggest that age-related diseases could eventually be treated by reversing underlying cellular aging.",
      "category": "science",
      "publishedAt": "2025-01-05T14:00:00Z",
      "readingTime": 6,
      "imageUrl": "https://images.unsplash.com/photo-1532187863486-abf9dbad1b69?w=800&h=450&fit=crop",
      "author": "News Hub AI",
      "tags": ["aging", "biology", "medicine", "longevity"]
    }
  ]
}
